{
  "CopilotChat.nvim": { "branch": "main" },
  "alpha-nvim": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "emmet-vim": { "branch": "master" },
  "kyotonight.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "luarocks": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "supertab": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-dogrun": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-polyglot": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vim-svelte": { "branch": "main" }
}
